tap "cirruslabs/cli"
tap "jandedobbeleer/oh-my-posh"
tap "sst/tap"
brew "bat"
brew "btop"
brew "carapace"
brew "cava"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go"
brew "lazygit"
brew "lsd"
brew "midnight-commander"
brew "neovim"
brew "node"
brew "poppler"
brew "postgresql@14"
brew "python@3.11"
brew "render"
brew "rust"
brew "rustup"
brew "tlrc"
brew "tmux"
brew "tmuxinator"
brew "uv"
brew "yarn"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cirruslabs/cli/tart"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "sst/tap/opencode"
cask "claude"
cask "container"
cask "discord"
cask "ghostty"
cask "keycastr"
